<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>

<%@page import="java.io.*" %>

<%
	request.setCharacterEncoding("utf-8");
%>

<!DOCTYPE html>
<html>
	<meta charset="utf-8" name="viewport" content="width=device-width, height=device-height, initial-scale=1.0">
<head>
	<title> 이용 약관 </title>
	
	<meta name="viewport" content="width=device-width, minimum-scale=1.0, initial-scale=1.0, maximum-scale=1.0">
	
	<link rel='stylesheet' type='text/css' href='../css/common.css'/>
	<link rel='stylesheet' type='text/css' href='../css/joinFormAgree.css'/>
	
</head>
<body>
	<div id = "wrapper">
	
		<div id = "header"></div>
		
		<div class = "sivisual">
			<a class = "main" href = "../main.jsp"> <img src="../img/logo.png"> </a>
		</div>
		
		<div id="contents">
			<div class="members">
				    <h5 class="ti">개인정보처리방침</h5>
			
				    <ul class="ls_01">
				          <li> 한국비전기술 (주)('http://223.171.34.80/member/main.jsp'이하 '덕진수영장 회원관리')은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.</li>
				          <li> 한국비전기술 (주)('덕진수영장 회원관리') 은(는) 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.</li>
				          <li> ○ 본 방침은부터 2020년 1월 1일부터 시행됩니다.</li>
				    </ul>
				      
				    <h6 class="ti">1. 개인정보의 처리 목적 한국비전기술 (주) ('http://223.171.34.80/member/main.jsp'이하 '덕진수영장 회원관리')은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.</h6>
				    <ul class="ls_01">
				          <li>가. 홈페이지 회원가입 및 관리</li>
				          <li>	회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지 등을 목적으로 개인정보를 처리합니다.</li>
				          <li>나. 재화 또는 서비스 제공</li>
				          <li>	본인인증 등을 목적으로 개인정보를 처리합니다.</li>
				    </ul>
				     
				    <h6 class="ti">2. 개인정보 파일 현황('http://223.171.34.80/member/main.jsp'이하 '덕진수영장 회원관리')가 개인정보 보호법 제32조에 따라 등록․공개하는 개인정보파일의 처리목적은 다음과 같습니다.</h6>
				    <ul class="ls_01">
						<li>1. 개인정보 파일명 : user</li>
						<li>개인정보 항목 : 휴대전화번호, 로그인ID, 성별, 생년월일, 이름</li>
						<li>수집방법 : 홈페이지</li>
						<li>보유근거 : 신원확인</li>
						<li>보유기간 : 3년</li>
						<li>관련법령 : 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
				    </ul>
				        
				    <h6 class="ti">3. 개인정보의 처리 및 보유 기간</h6>
				    <ul class="ls_01">
				    	<li>① 한국비전기술 (주) ('덕진수영장 회원관리')은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.</li>
				    	<li>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</li>
				    	<li>1. 홈페이지 회원가입 및 관리</li>
				    	<li>	홈페이지 회원가입 및 관리와 관련한 개인정보는 수집.이용에 관한 동의일로부터 3년 까지 위 이용목적을 위하여 보유.이용됩니다.</li>
				    	<li>	보유근거 : 신원확인</li>
				    	<li>	관련법령 : 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년</li>
				    </ul>
				 
				    <h6 class="ti">4. 개인정보의 제3자 제공에 관한 사항</h6>
				    <ul class="ls_01">
				    	<li>① 한국비전기술 (주) ('http://223.171.34.80/member/main.jsp'이하 '덕진수영장 회원관리')은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</li>
				    </ul>
				      
				    <h6 class="ti">5. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.</h6>
				    <ul class="ls_01">
				    	<li>① 정보주체는 한국비전기술 (주)에 대해 언제든지 개인정보 열람,정정,삭제,처리정지 요구 등의 권리를 행사할 수 있습니다.</li>
				        <li>② 제1항에 따른 권리 행사는한국비전기술 (주)에 대해 개인정보 보호법 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 한국비전기술 (주)은(는) 이에 대해 지체 없이 조치하겠습니다.</li>
				        <li>③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</li>
				        <li>④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.</li>
				        <li>⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</li>
				        <li>⑥ 한국비전기술 (주)은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</li>
				    </ul>
				      
				    <h6 class="ti">6. 처리하는 개인정보의 항목 작성</h6>
				    <ul class="ls_01">
				    	<li>① 한국비전기술 (주) ('http://223.171.34.80/member/main.jsp'이하 '덕진수영장 회원관리')은(는) 다음의 개인정보 항목을 처리하고 있습니다.</li>
				        <li>	1 홈페이지 회원가입 및 관리 </li>
				        <li>	필수항목 : 휴대전화번호, 로그인ID, 성별, 생년월일, 이름</li>
				    </ul>
				     
				    <h6 class="ti">7. 개인정보의 파기한국비전기술 (주)('덕진수영장 회원관리')은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.</h6>
				    <ul class="ls_01">
				    	<li>-파기절차 </li>
				    	<li>	이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</li>
				        <li>-파기기한</li>
				        <li>이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.</li>
				    </ul>
				    
				    <h6 class="ti">8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항</h6>
				    <ul class="ls_01">
				    	<li>한국비전기술 (주) 은 정보주체의 이용정보를 저장하고 수시로 불러오는 ‘쿠키’를 사용하지 않습니다.</li>
				    </ul>
				      
				    <h6 class="ti">9. 개인정보 보호책임자 작성</h6>
				    <ul class="ls_01">
				    	<li>① 한국비전기술 (주)(‘http://223.171.34.80/member/main.jsp’이하 ‘덕진수영장 회원관리) 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</li>
				    	<li>	개인정보 보호책임자</li>
				    	<li>	성명 :전영민</li>
				    	<li>	직책 :대표</li>
				    	<li>	연락처 :028260472, ymjun@cvtechn.com, 028260472</li>
				    	<li>② 정보주체께서는 한국비전기술 (주)(‘http://223.171.34.80/member/main.jsp’이하 ‘덕진수영장 회원관리) 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 한국비전기술 (주)(‘http://223.171.34.80/member/main.jsp’이하 ‘덕진수영장 회원관리) 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</li>
				    </ul>
				      
				    <h6 class="ti">10. 개인정보 처리방침 변경</h6>
				    <ul class="ls_01">
				    	<li>①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.</li>
				    </ul>
				      
				    <h6 class="ti">11. 개인정보의 안전성 확보 조치 한국비전기술 (주)('덕진수영장 회원관리')은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.</h6>
				    <ul class="ls_01">
				    	<li>1. 개인정보 취급 직원의 최소화 및 교육</li>
				        <li>	개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.우</li>
				        <li>2. 개인정보에 대한 접근 제한</li>
				        <li>	개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.</li>
				        <li>3. 문서보안을 위한 잠금장치 사용</li>
				        <li>	개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.</li>
				    </ul>
      			</div>	
		</div>
	</div>
	<div id = "footer">
		<div class="f_b">							
			<div class="container pad20">
				<div class="addr">
						<p>
							<a href="./privacyPolicy.jsp">개인정보처리방침</a>
							<a href="./termsOfService.jsp">이용 약관</a>
						</p>
					<address>
						[07057] 서울특별시 동작구 여의대방로22길 4 Tel: 02-826-0472 FAX: 02-826-0473<br />
						상호명 : 한국비전기술(주) 대표자 : 전영민     사업자등록번호 :  108-81-76628
					</address>
				</div>
			</div>
		</div>
	</div>

</body>
</html>